260510_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/millar-personas-asisten-xxxiv-gala-deporte-que-homenajea-club-montana-federico-cobo/20260509210815192706.html][Un millar de personas asisten a la XXXIV Gala del Deporte, que homenajea al Club de Montaña y a Federico Cobo]]
- [[https://eldiariocantabria.publico.es/articulo/deportes/triunfo-avasallamiento-naranja/20260509204102192703.html][Triunfo por avasallamiento naranja]]
- [[https://eldiariocantabria.publico.es/articulo/municipios/vecinos-playa-meron-denuncian-discriminacion-arbitraria-ayuntamiento-nueva-ordenanza-aparcamiento/20260509202157192701.html][Vecinos de la playa de Merón denuncian una “discriminación arbitraria” del Ayuntamiento en la nueva ordenanza de aparcamiento]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/dos-puntos-cantabria-entre-mas-calurosos-pais-sabado-mientras-que-registra-mayor-racha-viento/20260509194502192699.html][Dos puntos de Cantabria, entre los más calurosos del país este sábado, mientras que otro registra la mayor racha de viento]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/dos-funcionarios-dueso-terminan-hospital-agresion-preso-cacheo-requisa-celda/20260509182807192698.html][Dos funcionarios de El Dueso terminan en el hospital por la agresión de un preso tras el cacheo y requisa en su celda]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/05/09/iran-farms-thailand-food/][Iran war is crushing Asia’s farmers, threatening global food supply]]
- [[https://www.washingtonpost.com/national-security/2026/05/08/us-iran-ceasefire-hormuz-attacks/][U.S. strikes two Iranian-flagged tankers as tensions continue amid ceasefire]]
- [[https://www.washingtonpost.com/world/2026/05/08/russia-ukraine-victory-day-ceasefire/][Russia, Ukraine agree to truce and prisoner exchange amid WWII observance]]
- [[https://www.washingtonpost.com/national-security/2026/05/08/rubio-italy-vatican-leo-meloni/][Rubio charms in Rome, but he says Trump’s verbal attacks may continue]]
- [[https://www.washingtonpost.com/national-security/2026/05/07/us-strikes-iran-ceasefire/][Trump says ceasefire still intact after burst of violence with Iran]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/middle-east/irans-supreme-leader-is-mia-just-when-negotiators-need-him-most-eb4bdc56][Iran’s Supreme Leader Is MIA, Just When Negotiators Need Him Most]]
- [[https://www.wsj.com/world/middle-east/israel-built-and-defended-a-secret-iran-war-base-in-iraq-3590851a][Israel Built and Defended a Secret Iran War Base in Iraq]]
- [[https://www.wsj.com/world/africa/the-hunter-gatherers-weighing-whether-to-join-the-modern-world-0cc1bf6f][The Hunter-Gatherers Weighing Whether to Join the Modern World]]
- [[https://www.wsj.com/world/russia/putin-victory-day-parade-moscow-803efb57][Putin Presides Over Downsized Military Parade as Ukraine War Drags On]]
- [[https://www.wsj.com/world/europe/europeans-are-fed-up-and-taking-it-out-on-their-leaders-a96f16d5][Europeans Are Fed Up and Taking It Out on Their Leaders]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/sante/live/2026/05/10/en-direct-hantavirus-l-evacuation-du-mv-hondius-prevue-vers-8-heures-une-reunion-annoncee-a-matignon-pour-faire-un-point-de-situation_6686093_1651302.html][EN DIRECT, hantavirus : l’évacuation du  MV « Hondius » prévue vers 8 heures ; une réunion annoncée à Matignon pour faire « un point de situation »]]
- [[https://www.lemonde.fr/international/live/2026/05/10/en-direct-guerre-en-ukraine-le-premier-ministre-slovaque-assure-que-volodymyr-zelensky-lui-a-dit-etre-pret-a-rencontrer-vladimir-poutine-dans-n-importe-quel-format_6687661_3210.html][EN DIRECT, guerre en Ukraine : le premier ministre slovaque assure que Volodymyr Zelensky lui a dit « être prêt à rencontrer Vladimir Poutine dans n’importe quel format »]]
- [[https://www.lemonde.fr/sport/article/2026/05/10/mondiaux-de-tennis-de-table-meritants-malgre-la-defaite-contre-la-chine-les-bleus-sont-elimines-en-demi-finale_6687562_3242.html][Mondiaux de tennis de table : méritants malgré la défaite contre la Chine, les Bleus sont éliminés en demi-finale]]
- [[https://www.lemonde.fr/international/live/2026/05/10/en-direct-guerre-au-moyen-orient-l-iran-menace-de-riposter-contre-des-sites-americains-en-cas-d-attaque-contre-ses-petroliers_6686485_3210.html][EN DIRECT, guerre au Moyen-Orient : l’Iran menace de riposter contre des sites américains en cas d’attaque contre ses pétroliers]]
- [[https://www.lemonde.fr/international/article/2026/05/09/en-hongrie-joie-et-liesse-populaire-entourent-l-investiture-de-peter-magyar_6687495_3210.html][En Hongrie, joie et liesse populaire entourent l’investiture de Péter Magyar]]

*** Le Figaro

- [[https://www.lefigaro.fr/international/direct-hantavirus-navire-croisiere-hondius-virus-oms-pandemie-20260509][EN DIRECT - Hantavirus : l’OMS et les responsables espagnols attendent l’arrivée imminente du navire]]
- [[https://www.lefigaro.fr/international/hantavirus-qu-adviendra-t-il-des-passagers-francais-evacues-du-mv-hondius-20260509][Hantavirus : qu’adviendra-t-il des passagers français évacués du MV Hondius ?]]
- [[https://www.lefigaro.fr/sciences/origine-transmission-symptomes-letalite-tout-comprendre-a-l-hantavirus-en-six-infographies-20260506][Origine, transmission, symptômes, létalité... Tout comprendre à l’hantavirus en six infographies]]
- [[https://www.lefigaro.fr/international/guerre-en-ukraine-vladimir-poutine-assure-que-le-conflit-touche-a-sa-fin-20260509][Guerre en Ukraine : Vladimir Poutine assure que le conflit «touche à sa fin»]]
- [[https://www.lefigaro.fr/international/guerre-en-ukraine-moscou-et-kiev-s-accusent-mutuellement-de-violer-le-cessez-le-feu-20260509][Guerre en Ukraine : Moscou et Kiev s'accusent mutuellement de violer le cessez-le-feu]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/cn7pzmg8zeno?at_medium=RSS&at_campaign=rss][Tenerife medics poised for arrival of virus-hit cruise ship]]
- [[https://www.bbc.com/news/articles/cn8p4j2jzwwo?at_medium=RSS&at_campaign=rss][Putin says he thinks Ukraine conflict 'coming to an end']]
- [[https://www.bbc.com/news/articles/cn4pjegk358o?at_medium=RSS&at_campaign=rss][Lebanon says Israeli strikes killed 39]]
- [[https://www.bbc.com/news/articles/cwy2e4z4npro?at_medium=RSS&at_campaign=rss][Australia's right-wing One Nation party scores historic parliamentary win]]
- [[https://www.bbc.com/news/articles/cy42kp0x92jo?at_medium=RSS&at_campaign=rss][Buddhist monk arrested over alleged rape of teen in Sri Lanka]]

