260510_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/world/2026/may/09/africa-influencers-news-consumption-social-media][‘Watching us is like watching a cousin’: the online creators reshaping Africa’s news ecosphere]]
- [[https://www.theguardian.com/global-development/2026/may/09/guardian-reporter-and-colleagues-detained-and-beaten-by-somali-police][Guardian reporter and colleagues detained and beaten by Somali police]]
- [[https://www.theguardian.com/world/2026/may/07/two-britons-evacuated-hantavirus-hit-ship-improving-hospital][Two Britons evacuated from hantavirus-hit ship ‘improving’ in hospital]]
- [[https://www.theguardian.com/global-development/2026/may/07/sadia-moalim-ali-woman-somalia-jail-peaceful-protest][Woman jailed in Somalia for peaceful protest ‘stripped, kicked and beaten’]]
- [[https://www.theguardian.com/world/2026/may/06/cruise-ship-hantavirus-strain-andes-spread-humans-south-africa][Three evacuated from hantavirus-hit ship as Spain says vessel can dock]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/benzina-rincaro-frena-solo-citta-superati-2-euro-litro-autostrada-AIfI6PyC][Benzina, il rincaro frena solo in città: superati i 2 euro al litro in autostrada]]
- [[https://www.ilsole24ore.com/art/telemarketing-selvaggio-stop-anche-le-tlc-AIYswYxC][Telemarketing selvaggio, stop anche per le tlc]]
- [[https://www.ilsole24ore.com/art/ambiente-4-mesi-340-incendi-hanno-distrutto-39-mila-ettari-vegetazione-AIdQZ5yC][Ambiente, in 4 mesi 340 incendi hanno distrutto 3,9 mila ettari di vegetazione]]
- [[https://www.ilsole24ore.com/art/carburanti-arrivo-nuove-coperture-il-taglio-accise-ecco-fino-quando-dureranno-AIoP4MzC][Taglio accise, arriva il nuovo decreto: 191,2 milioni dall’extragettito Iva]]
- [[https://www.ilsole24ore.com/art/addio-mauro-castelli-giornalista-scrittore-e-inventore-narrazione-umanistica-dell-economia-AI7F8KzC][Addio a Mauro Castelli: giornalista, scrittore e inventore della narrazione umanistica dell’economia]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/germany/an-interview-with-german-chancellor-friedrich-merz-i-am-dissatisfied-with-the-prevailing-atmosphere-in-germany-a-1d4346f0-4635-4925-bab0-dc9b057bc25c#ref=rss][German Chancellor Friedrich Merz: "I Am Dissatisfied with the Prevailing Atmosphere in Germany"]]
- [[https://www.spiegel.de/international/world/ten-years-after-the-end-of-the-one-child-policy-a-visit-to-ground-zero-of-chinas-aging-population-a-7b669939-a8f8-4af5-9b77-ac9f08bb691d#ref=rss][Ten Years after the End of the One-Child Policy: A Visit to Ground Zero of China's Aging Population]]
- [[https://www.spiegel.de/international/world/terror-records-in-german-hands-isis-and-the-bureaucracy-of-evil-a-b4ce77d2-774b-4ad5-8c8c-8cb2943e6737#ref=rss][Terror Records in German Hands: ISIS and the Bureaucracy of Evil]]
- [[https://www.spiegel.de/international/world/the-war-in-ukraine-as-russian-losses-mount-signing-bonuses-for-recruits-are-skyrocketing-a-b1c752f6-0edb-4304-a24b-2869730b4248#ref=rss][The War in Ukraine: As Russian Losses Mount, Signing Bonuses for Recruits Are Skyrocketing]]
- [[https://www.spiegel.de/international/germany/defense-in-orbit-germany-goes-big-in-the-military-space-race-a-0b1f15e2-740e-4c8b-b759-52d8a49fab31#ref=rss][Defense in Orbit: Germany Goes Big in the Military Space Race]]

*** Deutsche Welle

- [[https://www.dw.com/en/greek-minister-says-mystery-drone-from-a-foreign-state/a-77107116?maca=en-rss-en-world-4025-rdf][Greek minister says mystery drone from a 'foreign state']]
- [[https://www.dw.com/en/putin-says-he-thinks-ukraine-war-is-coming-to-an-end/a-77106772?maca=en-rss-en-world-4025-rdf][Putin says he thinks Ukraine war is 'coming to an end']]
- [[https://www.dw.com/en/tariffs-or-not-how-eu-is-dealing-with-us-dealmaking/a-77100109?maca=en-rss-en-world-4025-rdf][Tariffs or not? How EU is dealing with US 'dealmaking']]
- [[https://www.dw.com/en/eurovision-2026-politics-collide-with-a-blockbuster-show/a-77069828?maca=en-rss-en-world-4025-rdf][Eurovision 2026: Politics collide with a blockbuster show]]
- [[https://www.dw.com/en/pakistan-drop-in-gulf-remittances-puts-families-on-edge/a-77098364?maca=en-rss-en-world-4025-rdf][Pakistan: Drop in Gulf remittances puts families on edge]]

** 🇧🇷 Brasil

