260510_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/blogs/sobre-trilhos/2026/05/ferrovia-em-minas-transportou-marmelo-por-34-anos-na-serra-da-mantiqueira.shtml][Ferrovia em Minas transportou marmelo por 34 anos na Serra da Mantiqueira]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/05/trump-publica-foto-feita-com-ia-de-navios-afundados-apos-novas-ameacas-do-ira.shtml][Trump publica foto feita com IA de navios afundados após novas ameaças do Irã]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/apreensao-de-cripto-pela-pf-dispara-mas-uso-criminoso-ja-supera-bilhoes.shtml][Apreensão de cripto pela PF dispara, mas uso criminoso já supera bilhões]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/05/kassio-tenta-blindagem-no-tse-contra-questionamento-as-urnas-e-mira-se-diferenciar-de-moraes.shtml][Kassio tenta blindagem no TSE contra questionamento às urnas e mira se diferenciar de Moraes]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/05/ainda-ouco-gritos-das-criancas-separadas-dos-pais-diz-fotografa-premiada-por-trabalho-sobre-o-ice.shtml][Ainda ouço gritos das crianças separadas dos pais, diz fotógrafa premiada por trabalho sobre o ICE]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
