260510_day_briefing.html
<div id="outline-container-org1cd21f1" class="outline-3">
<h3 id="org1cd21f1">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org1cd21f1">
</div>
<div id="outline-container-orgfa92395" class="outline-4">
<h4 id="orgfa92395">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-orgfa92395">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/blogs/sobre-trilhos/2026/05/ferrovia-em-minas-transportou-marmelo-por-34-anos-na-serra-da-mantiqueira.shtml">Ferrovia em Minas transportou marmelo por 34 anos na Serra da Mantiqueira</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/05/trump-publica-foto-feita-com-ia-de-navios-afundados-apos-novas-ameacas-do-ira.shtml">Trump publica foto feita com IA de navios afundados após novas ameaças do Irã</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/apreensao-de-cripto-pela-pf-dispara-mas-uso-criminoso-ja-supera-bilhoes.shtml">Apreensão de cripto pela PF dispara, mas uso criminoso já supera bilhões</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/05/kassio-tenta-blindagem-no-tse-contra-questionamento-as-urnas-e-mira-se-diferenciar-de-moraes.shtml">Kassio tenta blindagem no TSE contra questionamento às urnas e mira se diferenciar de Moraes</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/05/ainda-ouco-gritos-das-criancas-separadas-dos-pais-diz-fotografa-premiada-por-trabalho-sobre-o-ice.shtml">Ainda ouço gritos das crianças separadas dos pais, diz fotógrafa premiada por trabalho sobre o ICE</a></li>
</ul>
</div>
</div>
<div id="outline-container-org5c41936" class="outline-4">
<h4 id="org5c41936">O Globo</h4>
<div class="outline-text-4" id="text-org5c41936">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org7afce4b" class="outline-2">
<h2 id="org7afce4b">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-org7afce4b">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
